Repository: loginom/loginom-l10n-omegat
Catalog: omegat/project_save.tmx
Source language: ru
Languages: en

source: Метод запроса:
en: Request method:

source: Локаль
en: Locale

source: Локальная часть адреса:
en: Local part of address:

source: Тип расширения: {0}; адрес запроса: {1}
en: Extension type: {0}; request address: {1}

source: Версия SOAP: {0}; стиль запроса: {1}; транспорт: {2}
en: SOAP version: {0}; request style: {1}; transport: {2}

source: Стиль запроса: {0}; действие: {1}
en: Request style: {0}; action: {1}

source: Связывание:
en: Binding:

source: Операция: {0} ({1})
en: Operation: {0} ({1})

source: Порт:
en: Port:

source: Служба:
en: Service:

source: Количество резервных файлов
en: Number of backup files

source: Список переменных взятых из токена
en: List of Variables Obtained from Token

source: Ошибка при получении списка кластеров
en: Error receiving cluster list

source: Имя схемы не может содержать более {0} символов.
en: Schema name cannot contain more than {0} characters.

source: Вы действительно хотите удалить все параметры?
en: Do you really want to delete all parameters?

source: Параметр с именем "{0}" уже существует
en: "{0}" parameter already exists

source: Имя параметра не может быть пустым
en: Parameter name cannot be empty

source: Режим аутентификации "{0}" не поддерживается
en: Authentication mode "{0}" not supported

source: Истек срок годности сертификата
en: Expired certificate expiration date

source: Файл с именем "{0}" не может быть добавлен, вероятно он уже есть в списке
en: File with name "{0}" cannot be added; it may be already in the list

source: Максимальный размер файла
en: Maximum file size

source: Настройка набора XSD-схем
en: Configure XSD Schema Set

source: Отмена
en: Cancel

source: Редактировать
en: Edit

source: Сбросить
en: Reset

source: Создать таблицу
en: Create Table

source: Удалять существующую таблицу перед созданием таблицы с указанным именем
en: Delete the existing table before creating a table with the specified name

source: Поле с таким именем уже существует
en: A field with the same name already exists

source: Внимание! В редакторе допустимы любые стандартные DDL-запросы. Используйте данный SQL-запрос исключительно для создания таблицы.
en: Attention! Any standard DDL queries are allowed in the editor. Use this SQL query only to create a table.

source: Редактирование SQL-запроса
en: Edit SQL Query

source: При формировании SQL-запроса создания таблицы возникла ошибка:
en: Error when forming SQL table creation query:

source: Имя файла
en: File name

source: При формировании SQL-запроса для удаления таблицы произошла ошибка:
en: An error occurred while generating an SQL query for deleting the table:

source: Текст SQL-запроса не должен быть пустым
en: SQL query text must not be empty

source: Не указано имя таблицы для удаления.
en: Name of the table to delete not specified.

source: Введенное имя поля не является правильным идентификатором
en: The field name entered is not a valid identifier

source: Поле {0} должно быть с размером больше 0
en: Size of {0} field must be more than 0

source: Неправильное имя таблицы
en: Invalid table name

source: Выполнить запрос
en: Execute Query

source: Заменить тип Строковый на Строковый(max) для всех полей?
en: Change String type to String(max) type for all fields?

source: Замена типов полей
en: Change Field Types

source: Сбросить изменения SQL-запроса?
en: Do you want to reset the SQL query changes?

source: Логировать удаление файлов
en: Log file deletion

source: Сброс изменений
en: Reset Changes

source: Введите текст SQL-запроса
en: Enter SQL query text

source: Редактировать SQL-запрос
en: Edit SQL query

source: Сбросить изменения
en: Reset changes

source: Имя поля не может быть пустым
en: Field name cannot be empty

source: Редактирование поля
en: Edit Field

source: Групповое редактирование
en: Group Editing

source: Строковый(max)
en: String(max)

source: Поля таблицы базы данных
en: Database Table Fields

source: Исходные столбцы
en: Source Columns

source: Перезапись файла
en: Rewrite file

source: Ключ
en: Key

source: Обновить поля таблицы
en: Refresh table fields

source: Укажите соответствие исходных столбцов полям таблицы
en: Map Source Columns to Table Fields

source: Список отсутствующих исходных столбцов, используемых ранее:
en: List of absent source columns used previously:

source: Список отсутствующих столбцов таблицы, используемых ранее:
en: List of absent table columns used previously:

source: Изменения в столбцах
en: Columns changed

source: Список столбцов таблицы, в которых произошли изменения:
en: List of table columns in which changes occurred:

source: Операция удаления записей не поддерживается текущей базой данных
en: Record-deleting operation not supported by the current database

source: Не указано имя таблицы
en: No table name specified

source: Операция TRUNCATE не поддерживается текущей базой данных
en: TRUNCATE operation not supported by the current database

source: Параметры логирования
en: Logging parameters

source: Операция обновления записей по ключу не поддерживается текущей базой данных
en: Record update by key not supported by the current database

source: Нет подключения
en: No connection

source: не удалять
en: do not delete

source: Лист1
en: Sheet1

source: Будет экспортировано {0} строк данных из {1}
en: {0} out of {1} rows will be exported

source: Поле с сообщениями "{0}" не найдено
en: Field with "{0}" messages not found

source: Поля таблицы Tableau
en: Tableau Table Fields

source: Логировать количество строк при активации узла
en: Log row count upon node activation

source: Не указано имя проекта
en: No project name specified

source: Не указано имя источника на сервере
en: No source name specified on server

source: Тип логирования
en: Logging type

source: пространство имен не указано
en: empty namespace

source: Сопоставление полей для экспорта
en: Field Mapping for Export

source: Количество корневых элементов {0} превысило предел {1}
en: Root element count {0} exceeds the limit of {1}

source: Неверный шестнадцатеричный формат числа
en: Invalid hexadecimal number format

source: Стандартная
en: Standard

source: Палитра
en: Palette

source: Не найдена строка для раскрытия/закрытия
en: No row to open/close was found

source: Набор данных не активен
en: Dataset not active

source: Отображается полей {0} из {1}
en: {0} of {1} fields displayed

source: Не удалось сохранить скачанный файл
en: Failed to save the downloaded file

source: Хранение истории планировщика (дней)
en: Store scheduler history (days)

source: Экспорт уже начался
en: Export has already started

source: Экспорт в
en: Export to

source: Веб-страница
en: Webpage

source: Документ формата XLSX не может содержать более {0} колонок. Колонки с {1} по {2} будут пропущены.
en: An XLSX document cannot contain more than {0} columns. Columns from {1} to {2} will be skipped.

source: Документ формата XLSX не может содержать более {0} строк. Строки с {1} по {2} будут пропущены.
en: An XLSX document cannot contain more than {0} rows. Rows from {1} to {2} will be skipped.

source: Обнаружены проблемы: {0} Вы действительно хотите начать экспорт?
en: Issues detected: {0} Do you really want to start export?

source: Текущий размер экспортируемых данных составляет {0} ячеек. Размер экспортируемого файла оценивается в не менее {1} МБ.
en: Current export data size is {0} cells. Estimated export file size is not less than {1} MB.

source: Книги Excel 2007
en: Excel 2007 workbooks

source: Элемент меню не найден
en: Menu item not found

source: Уровень логирования
en: Logging level

source: Компонент не поддерживается действием toggle
en: Unsupported toggle component

source: Подождите, идёт обработка данных
en: Please wait, data processing is in progress

source: Значение GUID не в формате {XXXXXXXX-XXXX-XXXX-XXXX-XXXXXXXXXXXX}
en: GUID value not in {XXXXXXXX-XXXX-XXXX-XXXX-XXXXXXXXXXXX} format

source: Значение имени не является правильным идентификатором
en: Name value is invalid identifier

source: Радио группа не подготовлена
en: Radio group not prepared

source: Недопустимое логическое значение
en: Invalid Boolean value

source: Недопустимое значение даты времени
en: Invalid datetime value

source: Недопустимое число
en: Invalid number

source: Недопустимое целое число
en: Invalid integer

source: Пустое значение не допускается
en: Null value is not allowed

source: Новая локаль будет применена после перезапуска.
en: New locale will be applied after restart.

source: Вы действительно хотите удалить все клеймы?
en: Do you really want to delete all claims?

source: Минимальное значение не может быть больше максимального.
en: Minimum value cannot exceed maximum value.

source: Ошибка в редакторах
en: Editors error

source: Фильтрация
en: Filter

source: Поиск
en: Search

source: Фильтровать
en: Filter

source: или
en: or

source: Искать
en: Search

source: Копировать
en: Copy

source: Превышено максимальное количество, скопировано только {0} строк данных.
en: Maximum count exceeded. Only {0} data rows were copied.

source: Скопировать выделенные ячейки в буфер обмена не удалось. Выделено слишком много строк.
en: Failed to copy selected cells to clipboard. Too many rows selected.

source: Разрешать доменные имена
en: Resolve domain names

source: Копируются данные...
en: Copying data...

source: Завершить копирование?
en: Finish copying?

source: Скопировать выделенные ячейки в буфер обмена не удалось. Необходимо соединение по протоколу HTTPS.
en: Failed to copy selected cells to clipboard. HTTPS connection required.

source: (первые {0} строк)
en: (first {0} rows)

source: Копирование
en: Copy

source: Везде
en: All columns

source: Найти
en: Find

source: Добавить
en: Add

source: Логировать имя пакета у узла
en: Log the package name for the node

source: Вы действительно хотите удалить все?
en: Do you really want to delete all?

source: Удалить все...
en: Delete all...

source: Для контроллера действий хранилище должно быть типа Ext.data.Store или Ext.data.ChainedStore
en: Ext.data.Store or Ext.data.ChainedStore repository is required for activity controller

source: (не рекомендуется)
en: (not recommended)

source: Невозможно подготовить таблицу к перетаскиванию строк, не найден плагин gridviewdragdrop
en: Failed to prepare table for dragging rows, gridviewdragdrop plug-in not found

source: Переместить вниз
en: Move down

source: Переместить вверх
en: Move up

source: Установить связи автоматически
en: Auto Link

source: Очистить связи
en: Clear Links

source: Пересортировать связи
en: Rearrange Links

source: Тащите на элемент с которым нужно связать
en: Drag the item to link it with another

source: Функция bg.ext.GetAction не определена
en: Undefined bg.ext.GetAction function

source: Множественный выбор строк должен быть включен для обеих связанных таблиц
en: Multiple row selection must be enabled for both linked tables

source: Допускается связывание одной строки с множеством других строк, необходимо разрешить множественное выделение строк связываемым таблицам
en: Linking one row with many other rows is permitted. Enabling of multiple selection of rows in linked tables required

source: Не задана ({0})
en: Unspecified ({0})

source: LinkGrid не поддерживает BufferedStore
en: LinkGrid does not support BufferedStore

source: Загрузка
en: Loading

source: Строка: {0}
en: Row: {0}

source: Ошибка валидации.
en: Validation error.

source: Неверный формат данных. Убедитесь, что каждая строка содержит не менее {0} значений, разделённых табуляцией.
en: Invalid data format. Make sure that each row has not less than {0} tab-separated values.

source: {0} - не является допустимым типом данных. Допустимые типы данных: boolean, datetime, float, integer, string, variant.
en: {0} is not an allowable data type. Allowable data types: boolean, datetime, float, integer, string, and variant.

source: Некорректный заголовок: найден дубликат имени колонки.
en: Invalid header: a duplicate column name found.

source: Некорректный заголовок: имя колонки не может быть пустым.
en: Invalid header: column name cannot be empty.

source: {0} - не является правильным идентификатором.
en: {0} is not a valid identifier.

source: Значение {0} не соответствует указанному типу данных - {1}.
en: The {0} value doesn't match the specified data type {1}.

source: По умолчанию
en: Default

source: Не могу распознать указанное значение: {0}
en: Cannot recognize the specified value: {0}

source: Нельзя задать страницу больше последней
en: There is no page with the index larger than the last index

source: Нельзя задать страницу меньше первой
en: There is no page with index smaller than the starting index

source: Первая страница
en: First page

source: Последняя страница
en: Last page

source: из {0}
en: from {0}

source: Следующая страница
en: Next page

source: Страница
en: Page

source: Предыдущая страница
en: Previous page

source: Отключено
en: Off

source: Отображается строк {0} из {1}
en: {0} of {1} rows displayed

source: Всего строк {0}
en: Total row count {0}

source: Сбросить все сортировки
en: Clear all sorting

source: Сбросить сортировку
en: Clear sort

source: Пустая строка
en: Empty string

source: Не определена колонка
en: Column undefined

source: Добавить как новую запись с уникальным именем.
en: Add as a new record with a unique name.

source: • Добавлено новых: {0};
en: • Variables added: {0};

source: Данная операция не поддерживается в вашем браузере.
en: This operation is not supported in our browser.

source: Параметры OpenID
en: OpenID parameters

source: Прервать
en: Stop

source: • Изменено существующих: {0};
en: • Variables modified: {0};

source: Применить ко всем конфликтам
en: Apply to all conflicts

source: Всего конфликтов: {0}. Осталось решить: {1}.
en: Total number of conflicts: {0}. Conflicts to resolve: {1}.

source: Ошибка копирования в буфер обмена
en: Error while copying to clipboard

source: Скопировано {0} запись(и/ей)
en: {0} record(s) copied

source: Изменить существующую запись.
en: Modify existing record.

source: При добавлении переменной {0}, произошла ошибка
en: Error when adding the {0} variable

source: При изменении переменной {0}, произошла ошибка
en: Error when editing the {0} variable

source: Размер пула пакетов
en: Package pool size

source: Из них не отображаются {0}, т.к. не соответствуют фильтру.
en: {0} of them not displayed, as they don't match the filter.

source: Превышен допустимый объем вставляемых данных. Максимальный размер данных для вставки: {0} символов.
en: Allowable paste data size exceeded. Maximum paste size is {0} characters.

source: Для данной операции необходимо соединение по протоколу HTTPS.
en: Connection via HTTPS protocol is required for this operation.

source: Для копирования данных используйте горячие клавиши
en: To copy data, use hotkey

source: Для вставки данных используйте горячие клавиши
en: To paste data, use hotkey

source: Обработано успешно: {0} из {1}.
en: Executed succesfully: {0} of {1}.

source: Ошибка вставки из буфера обмена
en: Error pasting from clipboard

source: Вставка переменных прервана.
en: Variable paste interrupted.

source: Вставка переменных выполнена:
en: Variable paste successful:

source: Вставить
en: Paste

source: Парольная политика
en: Password policy

source: Предоставьте Loginom разрешение на доступ к буферу обмена
en: Grant Loginom access to clipboard

source: Разрешить конфликт
en: Resolve conflict

source: Пропустить вставку записи.
en: Skip record paste.

source: Конфликт переменных с одинаковыми именами
en: Same Name Variables Conflict

source: Переменная с именем {0} уже существует.
en: Variable with name {0} already exists.

source: Переменная {0} осталась без изменений. Проверьте возможность её редактирования или укажите данные, отличающиеся от текущих.
en: Variable {0} was not changed. Check if it is editable or enter different data.

source: Не были изменены {0} переменных. Проверьте их редактируемость или используйте другие данные.
en: {0} variables were not changed. Check if they are editable or use different data.

source: <Пустая строка>
en: <Empty string>

source: Компоненты
en: Components

source: Период проверки соединения (сек)
en: Connection check period (s)

source: Дубликаты имен клеймов запрещены
en: Duplicates of claim names are not allowed

source: Это поле должно содержать только буквы, цифры и _.
en: This field must contain only letters, digits and _.

source: Введенное значение не является правильным идентификатором.
en: Entered value is invalid identifier.

source: Некорректный формат версии
en: Invalid version format

source: Некорректный формат маски версии
en: Invalid format of version range

source: Используются относительные пути базового пакета
en: The relative paths of the base package are used

source: База данных MS Access 2007
en: MS Access 2007 Database

source: Базы данных MS Access 2007
en: MS Access 2007 Databases

source: Все файлы
en: All Files

source: Файл Tableau
en: Tableau file

source: TCP порт
en: TCP port

source: Архив
en: Archive

source: Архивы
en: Archives

source: Аудио файл
en: Audio File

source: Аудио файлы
en: Audio files

source: Точечный рисунок
en: Bitmap

source: Точечные рисунки
en: Bitmaps

source: Сертификат
en: Certificate

source: Сертификаты
en: Certificates

source: OpenSSL приоритетнее SChannel для HTTPS
en: OpenSSL has higher priority than SChannel for HTTPS

source: CSV файл
en: CSV file

source: CSV файлы
en: CSV files

source: Файл dBase
en: dBase file

source: Файлы dBase
en: dBase files

source: DDF файл
en: DDF file

source: DDF файлы
en: DDF files

source: Документ MS Word
en: MS Word document

source: Документы MS Word
en: MS Word documents

source: Файл Excel
en: Excel file

source: Файлы Excel
en: Excel files

source: Переподключаться только с текущего IP
en: Reconnect only with current IP

source: База данных Firebird
en: Firebird database

source: Базы данных Firebird
en: Firebird databases

source: База данных IB\FB
en: IB\FB database

source: Базы данных IB\FB
en: IB\FB databases

source: База данных InterBase
en: InterBase database

source: Базы данных InterBase
en: InterBase databases

source: Изображение GIF
en: GIF image

source: Изображения GIF
en: GIF images

source: Период проверки изменения веб-сервисов (сек)
en: Web services change check period (s)

source: Веб-страницы
en: Webpages

source: Иконка
en: Icon

source: Иконки
en: Icons

source: Изображение
en: Image

source: Изображения
en: Images

source: Изображение JPEG
en: JPEG image

source: Изображения JPEG
en: JPEG images

source: Текстовый файл для обмена данными
en: Text file for data exchange

source: Максимум используемой памяти
en: Memory limit

source: Текстовые файлы для обмена данными
en: Text files for data exchange

source: Закрытый ключ
en: Private key

source: Закрытые ключи
en: Private keys

source: Файл блокирования
en: Lock file

source: Файлы блокирования
en: Lock files

source: Loginom Data файл
en: Loginom Data file

source: Loginom Data файлы
en: Loginom Data files

source: Пакет Loginom
en: Loginom Package

source: Резервная копия пакета Loginom
en: Backup Loginom package

source: Пакеты Loginom
en: Loginom packages

source: Лимит используемой памяти будет уменьшен после перезапуска.
en: Memory limit will be decreased after restart.

source: Резервные копии пакетов Loginom
en: Backup Loginom packages

source: Файл журнала регистрации
en: Registration Log file

source: Файлы журналов регистрации
en: Registration Log files

source: База данных MS Access
en: MS Access database

source: Базы данных MS Access
en: MS Access databases

source: Веб-архив, один файл
en: Web archive, one file

source: Веб-архивы, один файл
en: Web archives, one file

source: Доля используемой памяти
en: Memory usage ratio

source: Электронная таблица OpenDocument
en: OpenDocument spreadsheet

source: Электронные таблицы OpenDocument
en: OpenDocument spreadsheets

source: Файл PKCS #12
en: PKCS #12 file

source: Файлы PKCS #12
en: PKCS #12 files

source: PDF документ
en: PDF document

source: PDF документы
en: PDF documents

source: Изображение PNG
en: PNG image

source: Изображения PNG
en: PNG images

source: RTF файл
en: RTF file

source: RTF файлы
en: RTF files

source: Требовать аутентификацию при переподключении
en: Request authentication on reconnect

source: Файл Shape
en: Shape file

source: Файлы Shape
en: Shape files

source: SQL файл
en: SQL file

source: SQL файлы
en: SQL files

source: База данных SQLite
en: SQLite database

source: Базы данных SQLite
en: SQLite databases

source: Изображение SVG
en: SVG image

source: Изображения SVG
en: SVG images

source: Файл конфигурации
en: Configuration file

source: Файлы конфигураций
en: Configuration files

source: Параметры безопасности
en: Security settings

source: TSV файл
en: TSV file

source: TSV файлы
en: TSV files

source: Текстовый файл
en: Text file

source: Текстовые файлы
en: Text files

source: Видео файл
en: Video file

source: Видео файлы
en: Video files

source: Файл описания веб-сервиса
en: Web Service description file

source: Файлы описания веб-сервиса
en: Web Service description files

source: Параметры сервера
en: Server parameters

source: Имя клейма не может быть пустым
en: A claim name cannot be empty

source: Двоичная книга Excel 2007
en: Excel 2007 binary workbook

source: Двоичные книги Excel 2007
en: Excel 2007 binary workbooks

source: Файл MS Excel
en: MS Excel file

source: Файлы MS Excel
en: MS Excel files

source: Книга Excel 2007 с поддержкой макросов
en: Excel 2007 macro-enabled workbook

source: Двоичные книги Excel 2007 с поддержкой макросов
en: Excel 2007 binary macro-enabled workbooks

source: Книга Excel 2007
en: Excel 2007 workbook

source: XML файл
en: XML file

source: XML файлы
en: XML files

source: Резервные копии сессий
en: Session backups

source: Файл XML схемы
en: XML schema file

source: Файлы XML схемы
en: XML schema files

source: Файл трансформации XML
en: XML transformation file

source: Файлы трансформации XML
en: XML transformation files

source: Папка
en: Folder

source: Абсолютный
en: Absolute

source: Открыть
en: Open

source: Избранное
en: Favorites

source: Путь "{0}" не существует
en: "{0}" path does not exist

source: Относительный
en: Relative

source: Время жизни сессии после разрыва (сек)
en: Session lifetime after disconnect (s)

source: Сохранить
en: Save

source: Не удалось создать папку "{0}"
en: Failed to create "{0}" folder

source: Создание папки
en: Create Folder

source: Файл с таким именем уже существует
en: A file with the same name already exists

source: Папка с таким именем уже существует
en: A folder with the same name already exists

source: Необходимо задать непустое имя папки
en: It is required to specify a non-empty folder name

source: Имя новой папки:
en: New folder name:

source: "{0}" уже существует. Вы хотите заменить его?
en: "{0}" already exists. Do you want to replace it?

source: Подтвердить сохранение в виде
en: Confirm Save As

source: Сохранить файл
en: Save File

source: Имя файла сертификата
en: Certificate file name

source: Нельзя вырезать и вставлять в тот же самый каталог
en: Pasting to the same directory after cutting is not possible

source: Не удалось вставить файл
en: Failed to paste file

source: Не удалось вставить каталог
en: Failed to paste folder

source: Скопировано
en: Copied

source: копия
en: copy

source: Вырезано
en: Cut

source: Нет файлов для копирования/вырезания
en: No files to be copied/cut

source: Имена файлов/каталогов: {0} идентичны. При вставке они будут перезаписаны. Продолжить?
en: Names of {0} files/directories are similar. When pasted, they will be overwritten. Do you want to continue?

source: Буфер обмена пуст. Нужно сначала скопировать файлы или папки
en: Clipboard is empty. It is required to copy files or folders first

source: Сообщение сервера об ошибке
en: Server error message
